<?php
$MESS['INTERFACE_NOT_SUPPORTED'] = 'Требуемый интерфейс не поддерживается';
$MESS['NO_CLASS_EXISTS'] = 'Указанный класс не существует';
$MESS['NO_CLASS_NAME_OPTION'] = 'Не указано значение настройки "Название класса, реализующего шаблонизацию"';
$MESS['NO_OR_BAD_CLASS_FILE'] = 'Не найден или не доступен подключаемый файл класса';
$MESS['NO_CLASS_FILE_OPTION'] = 'Не указано значение настройки "Файл с классом, реализующим шаблонизацию"';
$MESS['TPL_HANDLER_INST_ERROR'] = 'Ошибка создания шаблонизатора при событии #EVENT#';
$MESS['TPL_HANDLER_PROC_ERROR'] = 'Ошибка работы шаблонизатора при событии #EVENT#';
$MESS['NO_ERROR_DESCRIPTION'] = 'Описание ошибки отсутствует';

